Repository: BGirginn/ClipboardHistory
Catalog: ClipboardHistory/Localizable.xcstrings
Source language: en
Languages: tr

source: Recording is paused
tr: Kayıt duraklatıldı

source: Recording paused
tr: Kayıt duraklatıldı

source: Recover from Password-Protected Archive
tr: Parola Korumalı Arşivden Kurtar

source: Recovered %arg clipboard items and %arg notes. The previous database was preserved for rollback. Quit and reopen Clipboard History to finish.
tr: %1$arg pano öğesi ve %2$arg not kurtarıldı. Önceki veritabanı geri dönüş için korundu. Tamamlamak üzere Clipboard History'yi kapatıp yeniden açın.

source: Recovery failed and rollback could not be verified: %arg. Do not relaunch until the rollback backup is inspected.
tr: Kurtarma başarısız oldu ve geri alma doğrulanamadı: %arg. Geri alma yedeği incelenene kadar uygulamayı yeniden başlatmayın.

source: Recovery failed and the previous database was restored: %arg. Quit and reopen Clipboard History.
tr: Kurtarma başarısız oldu ve önceki veritabanı geri yüklendi: %arg. Clipboard History uygulamasından çıkıp yeniden açın.

source: Recovery failed before replacing the previous database: %arg. Quit and reopen Clipboard History.
tr: Kurtarma önceki veritabanı değiştirilmeden başarısız oldu: %arg. Clipboard History uygulamasından çıkıp yeniden açın.

source: Recovery installation failed and rollback could not be verified: %arg
tr: Kurtarma kurulumu başarısız oldu ve geri alma doğrulanamadı: %arg

source: Recovery installation failed and the previous database was restored: %arg
tr: Kurtarma kurulumu başarısız oldu ve önceki veritabanı geri yüklendi: %arg

source: Refresh
tr: Yenile

source: Remove an item after it is pasted
tr: Yapıştırıldıktan sonra öğeyi çıkar

source: Remove from Paste Stack
tr: Yapıştırma Yığınından Çıkar

source: Removed %arg items and reclaimed %arg.
tr: %1$arg öğe kaldırıldı ve %2$arg alan geri kazanıldı.

source: Requesting
tr: İsteniyor

source: Requesting System Audio Recording access…
tr: Sistem Ses Kaydı erişimi isteniyor…

source: Reset
tr: Sıfırla

source: Reset All Volumes to 100%
tr: Tüm Ses Düzeylerini %100'e Sıfırla

source: Reset All to 100%
tr: Tümünü %100'e Sıfırla

source: Reset Paste Stack
tr: Yapıştırma Yığınını Sıfırla

source: Reset after %arg minutes (0 means never)
tr: %arg dakika sonra sıfırla (0 hiçbir zaman demektir)

source: Restore Audio
tr: Sesi Geri Aç

source: Resume
tr: Sürdür

source: Resume Recording
tr: Kaydı Sürdür

source: Retention
tr: Saklama

source: Retry Save
tr: Kaydetmeyi Yeniden Dene

source: Return to previous screen
tr: Önceki ekrana dön

source: Reveal Sensitive Content
tr: Hassas İçeriği Göster

source: Reveal in Finder
tr: Finder'da Göster

source: Reverse Horizontal Scrolling
tr: Yatay Kaydırmayı Ters Çevir

source: Reverse Vertical Scrolling
tr: Dikey Kaydırmayı Ters Çevir

source: Reverse mouse or trackpad scrolling
tr: Fare veya trackpad kaydırmasını ters çevirin

source: Right
tr: Sağ

source: Run Cleanup
tr: Temizliği Çalıştır

source: SQLite schema %arg; JSON migration complete
tr: SQLite şeması %arg; JSON geçişi tamamlandı

source: SQLite schema %arg; legacy migration preserved after failure
tr: SQLite şeması %arg; eski geçiş başarısızlık sonrası korundu

source: SQLite schema %arg; no legacy migration
tr: SQLite şeması %arg; eski geçiş yok

source: Safari Companion Extension
tr: Safari Yardımcı Eklentisi

source: Save Anyway
tr: Yine de Kaydet

source: Save Changes
tr: Değişiklikleri Kaydet

source: Save detected sensitive content?
tr: Algılanan hassas içerik kaydedilsin mi?

source: Save failed
tr: Kayıt başarısız

source: Saved
tr: Kaydedildi

source: Saving…
tr: Kaydediliyor…

source: Scope
tr: Kapsam

source: Screen edge
tr: Ekran kenarı

source: Scroll Reverse active
tr: Scroll Reverse etkin

source: Scroll Reverse could not start. Check Accessibility permission and try again.
tr: Scroll Reverse başlatılamadı. Erişilebilirlik iznini kontrol edip yeniden deneyin.

source: Scroll Reverse is active
tr: Scroll Reverse etkin

source: Scroll Reverse stopped unexpectedly. Check Accessibility permission and try again.
tr: Scroll Reverse beklenmedik biçimde durdu. Erişilebilirlik iznini kontrol edip yeniden deneyin.

source: Search Applications
tr: Uygulamalarda Ara

source: Search Notes
tr: Notlarda Ara

source: Security
tr: Güvenlik

source: Select a password-protected full archive. The unavailable database is retained as a rollback backup until the import is verified.
tr: Parola korumalı bir tam arşiv seçin. İçe aktarma doğrulanana kadar kullanılamayan veritabanı geri dönüş yedeği olarak tutulur.

source: Select at least one axis to reverse.
tr: Ters çevirmek için en az bir eksen seçin.

source: Sensitive Content
tr: Hassas İçerik

source: Sensitive content
tr: Hassas içerik

source: Sensitive content could not be saved.
tr: Hassas içerik kaydedilemedi.

source: Set Up Chromium Extension
tr: Chromium Eklentisini Kur

source: Settings
tr: Ayarlar

source: Settings Section
tr: Ayarlar Bölümü

source: Shortcut
tr: Kısayol

source: Show Control Center Icon
tr: Kontrol Merkezi İkonunu Göster

source: Show Details
tr: Ayrıntıları Göster

source: Show Live Metrics in Menu Bar
tr: Canlı Metrikleri Menü Çubuğunda Göster

source: Show Separate Menu-Bar Icon
tr: Ayrı Menü Çubuğu İkonu Göster

source: Show in Control Center
tr: Kontrol Merkezinde Göster

source: Snippets
tr: Parçacıklar

source: SoC Die
tr: SoC Kalıbı

source: Sort
tr: Sırala

source: Sort Order
tr: Sıralama Düzeni

source: Start Keyboard Cleaning
tr: Klavye Temizliğini Başlat

source: Start audio in an application to show it here.
tr: Burada görünmesi için bir uygulamada ses başlatın.

source: Start in Private Mode
tr: Özel Modda Başlat

source: Start or Stop Keyboard Cleaning
tr: Klavye Temizliğini Başlat veya Durdur

source: Start typing…
tr: Yazmaya başlayın…

source: Startup
tr: Başlangıç

source: Status
tr: Durum

source: Stop Keyboard Cleaning
tr: Klavye Temizliğini Durdur

source: Storage
tr: Depolama

source: System
tr: Sistem

source: System Audio
tr: Sistem Sesi

source: System Audio Recording permission is required or the app audio tap could not start.
tr: Sistem Ses Kaydı izni gerekiyor veya uygulama ses bağlantısı başlatılamadı.

source: System Audio Recording permission is required.
tr: Sistem Ses Kaydı izni gerekiyor.

source: System Monitor
tr: Sistem Monitörü

source: System authentication is unavailable.
tr: Sistem kimlik doğrulaması kullanılamıyor.

source: System authentication was cancelled.
tr: Sistem kimlik doğrulaması iptal edildi.

source: Tags, separated by commas
tr: Etiketler, virgülle ayırın

source: Temperature
tr: Sıcaklık

source: Temperature Unit
tr: Sıcaklık Birimi

source: Temperature is read directly from validated AppleSMC or Apple Silicon HID CPU/SoC die sensors. No estimated temperature is shown when a verified sensor is unavailable.
tr: Sıcaklık doğrulanmış AppleSMC veya Apple Silicon HID CPU/SoC kalıp sensörlerinden doğrudan okunur. Doğrulanmış sensör kullanılamıyorsa tahmini sıcaklık gösterilmez.

source: Temporarily block keyboard input
tr: Klavye girişini geçici olarak engelleyin

source: Temporary mode
tr: Geçici mod

source: Temporary retention
tr: Geçici saklama süresi

source: Text
tr: Metin

source: The app that was active before Clipboard History opened is no longer available.
tr: Clipboard History açılmadan önce etkin olan uygulama artık kullanılamıyor.

source: The archive contains an unsafe asset path.
tr: Arşiv güvenli olmayan bir varlık yolu içeriyor.

source: The archive exceeds the safe import limit.
tr: Arşiv güvenli içe aktarma sınırını aşıyor.

source: The archive is missing required content.
tr: Arşivde gerekli içerik eksik.

source: The clipboard item could not be deleted. Nothing was removed from history.
tr: Pano öğesi silinemedi. Geçmişten hiçbir şey kaldırılmadı.

source: The clipboard items could not be deleted. Nothing was removed from history.
tr: Pano öğeleri silinemedi. Geçmişten hiçbir şey kaldırılmadı.

source: The default audio output device is unavailable.
tr: Varsayılan ses çıkış aygıtı kullanılamıyor.

source: The default follows the active interface. All physical interfaces excludes loopback, VPN, bridge and other virtual interfaces.
tr: Varsayılan seçenek etkin arabirimi izler. Tüm fiziksel arabirimler seçeneği loopback, VPN, köprü ve diğer sanal arabirimleri dışlar.

source: The encryption key is invalid.
tr: Şifreleme anahtarı geçersiz.

source: The export can contain clipboard text, note content, and document data in readable form.
tr: Dışa aktarılan dosya pano metnini, not içeriğini ve belge verilerini okunabilir biçimde içerebilir.

source: The history database failed its integrity check.
tr: Geçmiş veritabanı bütünlük denetiminden geçemedi.

source: The history database is closed.
tr: Geçmiş veritabanı kapalı.

source: The item was deleted, but residual file cleanup could not be completed. Cleanup will be retried.
tr: Öğe silindi ancak kalıntı dosya temizliği tamamlanamadı. Temizleme yeniden denenecek.

source: The items were deleted, but residual file cleanup could not be completed. Cleanup will be retried.
tr: Öğeler silindi ancak kalıntı dosya temizliği tamamlanamadı. Temizleme yeniden denenecek.

source: The last successfully saved version will be kept.
tr: Son başarıyla kaydedilen sürüm korunacak.

source: The note body cannot exceed 1 MiB.
tr: Not gövdesi 1 MiB sınırını aşamaz.

source: The note title cannot exceed 200 characters.
tr: Not başlığı 200 karakter sınırını aşamaz.

source: The output device identifier could not be read.
tr: Çıkış aygıtı kimliği okunamadı.

source: The preview is hidden.
tr: Önizleme gizlendi.

source: The private audio routing device could not be created.
tr: Özel ses yönlendirme aygıtı oluşturulamadı.

source: The processed audio output could not be started.
tr: İşlenmiş ses çıkışı başlatılamadı.

source: The real-time audio processor could not be created.
tr: Gerçek zamanlı ses işleyici oluşturulamadı.

source: The recovery archive password is required.
tr: Kurtarma arşivi parolası gerekiyor.

source: The selected file is not a valid Clipboard History archive.
tr: Seçilen dosya geçerli bir Clipboard History arşivi değil.

source: Thermal state: Critical
tr: Termal durum: Kritik

source: Thermal state: Fair
tr: Termal durum: Orta

source: Thermal state: Nominal
tr: Termal durum: Normal

source: Thermal state: Serious
tr: Termal durum: Ciddi

source: Thermal state: Unknown
tr: Termal durum: Bilinmiyor

source: This Clipboard History archive version is unsupported.
tr: Bu Clipboard History arşiv sürümü desteklenmiyor.

source: This audio stream format is unsupported; native audio was restored.
tr: Bu ses akışı biçimi desteklenmiyor; yerel ses geri yüklendi.

source: This cannot be undone.
tr: Bu işlem geri alınamaz.

source: Thumbnail cache
tr: Küçük resim önbelleği

source: Thumbnails
tr: Küçük resimler

source: Title Case
tr: Baş Harfleri Büyük

source: Top
tr: Üst

source: Trackpad and Precise Devices
tr: Trackpad ve Hassas Aygıtlar

source: Transform Text
tr: Metni Dönüştür

source: Transient, concealed, and auto-generated pasteboard types are always ignored.
tr: Geçici, gizli ve otomatik oluşturulan pano türleri her zaman yok sayılır.

source: Trim Surrounding Whitespace
tr: Çevre Boşluklarını Kırp

source: Try Again
tr: Yeniden Dene

source: Try another search term.
tr: Başka bir arama terimi deneyin.

source: Unable to install the global shortcut handler (%arg).
tr: Genel kısayol işleyicisi yüklenemedi (%arg).

source: Unable to open the history database: %arg
tr: Geçmiş veritabanı açılamadı: %arg

source: Unavailable
tr: Kullanılamıyor

source: Unencrypted Export
tr: Şifresiz Dışa Aktarım

source: Unknown Application
tr: Bilinmeyen Uygulama

source: Unlock
tr: Kilidi Aç

source: Unlock Clipboard History
tr: Clipboard History Kilidini Aç

source: Unlock Clipboard History before accessing a sensitive item.
tr: Hassas bir öğeye erişmeden önce Clipboard History kilidini açın.

source: Unlock Clipboard History before restoring an item.
tr: Bir öğeyi geri yüklemeden önce Clipboard History kilidini açın.

source: Unlock the app to start Keyboard Cleaning.
tr: Klavye Temizliğini başlatmak için uygulamanın kilidini açın.

source: Unlocked
tr: Kilidi Açık

source: Untitled Note
tr: Başlıksız Not

source: Upload
tr: Yükleme

source: Uppercase
tr: Büyük Harf

source: Usage
tr: Kullanım

source: Use Customize Menu Bar to add modules here.
tr: Buraya modül eklemek için Menü Çubuğunu Özelleştir'i kullanın.

source: Use Separate Menu-Bar Items
tr: Ayrı Menü Çubuğu Öğeleri Kullan

source: Used / Total
tr: Kullanılan / Toplam

source: User %arg · System %arg
tr: Kullanıcı %1$arg · Sistem %2$arg

source: Uses Touch ID or your Mac login password. Clipboard History does not create a separate password.
tr: Touch ID veya Mac oturum açma parolanızı kullanır. Clipboard History ayrı bir parola oluşturmaz.

source: Uses system authentication. Clipboard History does not store a separate password.
tr: Sistem kimlik doğrulamasını kullanır. Clipboard History ayrı bir parola saklamaz.

source: Value Only
tr: Yalnız Değer

source: Visible name
tr: Görünen ad

source: Volume for %arg
tr: %arg için ses düzeyi

source: Volume for browser tab %arg
tr: %arg tarayıcı sekmesi için ses düzeyi

source: When Mac Locks
tr: Mac Kilitlendiğinde

source: Wired
tr: Kablolu

source: Write
tr: Yazma

source: Your menu-bar tools in one place
tr: Menü çubuğu araçlarınız tek yerde
